{"class_name": "Sequential", "keras_version": "2.1.2", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 112], "use_bias": true, "activation": "linear", "kernel_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "name": "dense_1", "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "dtype": "float32", "kernel_constraint": null, "units": 112, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0010000000474974513}}, "use_bias": true, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "name": "dense_2", "units": 100, "activation": "elu", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"noise_shape": null, "name": "dropout_1", "seed": null, "trainable": true, "rate": 5e-05}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0010000000474974513}}, "use_bias": true, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "name": "dense_3", "units": 80, "activation": "elu", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"noise_shape": null, "name": "dropout_2", "seed": null, "trainable": true, "rate": 5e-05}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0010000000474974513}}, "use_bias": true, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "name": "dense_4", "units": 40, "activation": "elu", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"noise_shape": null, "name": "dropout_3", "seed": null, "trainable": true, "rate": 5e-05}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0010000000474974513}}, "use_bias": true, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "name": "dense_5", "units": 20, "activation": "elu", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"noise_shape": null, "name": "dropout_4", "seed": null, "trainable": true, "rate": 5e-05}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "name": "dense_6", "units": 2, "activation": "linear", "bias_initializer": {"class_name": "Zeros", "config": {}}}}]}