{"config": [{"config": {"units": 112, "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_1", "trainable": true, "activity_regularizer": null, "activation": "linear", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "batch_input_shape": [null, 112], "dtype": "float32", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"units": 100, "kernel_regularizer": {"config": {"l2": 0.0010000000474974513, "l1": 0.0}, "class_name": "L1L2"}, "kernel_constraint": null, "bias_constraint": null, "name": "dense_2", "trainable": true, "activity_regularizer": null, "activation": "elu", "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"noise_shape": null, "name": "dropout_1", "trainable": true, "seed": null, "rate": 5e-05}, "class_name": "Dropout"}, {"config": {"units": 80, "kernel_regularizer": {"config": {"l2": 0.0010000000474974513, "l1": 0.0}, "class_name": "L1L2"}, "kernel_constraint": null, "bias_constraint": null, "name": "dense_3", "trainable": true, "activity_regularizer": null, "activation": "elu", "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"noise_shape": null, "name": "dropout_2", "trainable": true, "seed": null, "rate": 5e-05}, "class_name": "Dropout"}, {"config": {"units": 40, "kernel_regularizer": {"config": {"l2": 0.0010000000474974513, "l1": 0.0}, "class_name": "L1L2"}, "kernel_constraint": null, "bias_constraint": null, "name": "dense_4", "trainable": true, "activity_regularizer": null, "activation": "elu", "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"noise_shape": null, "name": "dropout_3", "trainable": true, "seed": null, "rate": 5e-05}, "class_name": "Dropout"}, {"config": {"units": 20, "kernel_regularizer": {"config": {"l2": 0.0010000000474974513, "l1": 0.0}, "class_name": "L1L2"}, "kernel_constraint": null, "bias_constraint": null, "name": "dense_5", "trainable": true, "activity_regularizer": null, "activation": "elu", "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"noise_shape": null, "name": "dropout_4", "trainable": true, "seed": null, "rate": 5e-05}, "class_name": "Dropout"}, {"config": {"units": 2, "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "name": "dense_6", "trainable": true, "activity_regularizer": null, "activation": "linear", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_regularizer": null}, "class_name": "Dense"}], "keras_version": "2.1.2", "class_name": "Sequential", "badPMTList": [1, 12, 26, 34, 51, 62, 65, 79, 86, 88, 102, 118, 27, 73, 91], "backend": "tensorflow"}
