{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.1.2", "config": [{"class_name": "Dense", "config": {"use_bias": true, "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}}, "bias_constraint": null, "activity_regularizer": null, "dtype": "float32", "activation": "linear", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "batch_input_shape": [null, 112], "kernel_constraint": null, "units": 112}}, {"class_name": "Dense", "config": {"use_bias": true, "name": "dense_2", "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "activity_regularizer": null, "activation": "elu", "trainable": true, "bias_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.0010000000474974513, "l1": 0.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 100}}, {"class_name": "Dropout", "config": {"rate": 5e-05, "seed": null, "name": "dropout_1", "trainable": true, "noise_shape": null}}, {"class_name": "Dense", "config": {"use_bias": true, "name": "dense_3", "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "activity_regularizer": null, "activation": "elu", "trainable": true, "bias_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.0010000000474974513, "l1": 0.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 80}}, {"class_name": "Dropout", "config": {"rate": 5e-05, "seed": null, "name": "dropout_2", "trainable": true, "noise_shape": null}}, {"class_name": "Dense", "config": {"use_bias": true, "name": "dense_4", "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "activity_regularizer": null, "activation": "elu", "trainable": true, "bias_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.0010000000474974513, "l1": 0.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 40}}, {"class_name": "Dropout", "config": {"rate": 5e-05, "seed": null, "name": "dropout_3", "trainable": true, "noise_shape": null}}, {"class_name": "Dense", "config": {"use_bias": true, "name": "dense_5", "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "activity_regularizer": null, "activation": "elu", "trainable": true, "bias_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.0010000000474974513, "l1": 0.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 20}}, {"class_name": "Dropout", "config": {"rate": 5e-05, "seed": null, "name": "dropout_4", "trainable": true, "noise_shape": null}}, {"class_name": "Dense", "config": {"use_bias": true, "name": "dense_6", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}}, "bias_constraint": null, "activity_regularizer": null, "activation": "linear", "trainable": true, "bias_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "units": 2}}]}