{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "units": 112, "use_bias": true, "kernel_constraint": null, "batch_input_shape": [null, 112], "activity_regularizer": null, "name": "dense_1", "kernel_regularizer": null, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "trainable": true}}, {"class_name": "Dense", "config": {"bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "units": 100, "use_bias": true, "kernel_constraint": null, "activation": "elu", "activity_regularizer": null, "name": "dense_2", "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0010000000474974513}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "trainable": true}}, {"class_name": "Dropout", "config": {"rate": 5e-05, "noise_shape": null, "name": "dropout_1", "seed": null, "trainable": true}}, {"class_name": "Dense", "config": {"bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "units": 80, "use_bias": true, "kernel_constraint": null, "activation": "elu", "activity_regularizer": null, "name": "dense_3", "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0010000000474974513}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "trainable": true}}, {"class_name": "Dropout", "config": {"rate": 5e-05, "noise_shape": null, "name": "dropout_2", "seed": null, "trainable": true}}, {"class_name": "Dense", "config": {"bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "units": 40, "use_bias": true, "kernel_constraint": null, "activation": "elu", "activity_regularizer": null, "name": "dense_4", "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0010000000474974513}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "trainable": true}}, {"class_name": "Dropout", "config": {"rate": 5e-05, "noise_shape": null, "name": "dropout_3", "seed": null, "trainable": true}}, {"class_name": "Dense", "config": {"bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "units": 20, "use_bias": true, "kernel_constraint": null, "activation": "elu", "activity_regularizer": null, "name": "dense_5", "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0010000000474974513}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "trainable": true}}, {"class_name": "Dropout", "config": {"rate": 5e-05, "noise_shape": null, "name": "dropout_4", "seed": null, "trainable": true}}, {"class_name": "Dense", "config": {"bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "units": 2, "use_bias": true, "kernel_constraint": null, "activation": "linear", "activity_regularizer": null, "name": "dense_6", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "trainable": true}}], "backend": "tensorflow", "badPMTList": [1, 2, 12, 26, 34, 62, 65, 79, 86, 88, 102, 118, 27, 73, 91], "keras_version": "2.1.2"}
