{"config": [{"config": {"dtype": "float32", "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activation": "linear", "activity_regularizer": null, "bias_regularizer": null, "name": "dense_7", "use_bias": true, "kernel_constraint": null, "batch_input_shape": [null, 112], "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_regularizer": null, "units": 112}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "activation": "elu", "bias_regularizer": null, "activity_regularizer": null, "name": "dense_8", "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0010000000474974513}, "class_name": "L1L2"}, "units": 100}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.0001, "name": "dropout_5"}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "activation": "elu", "bias_regularizer": null, "activity_regularizer": null, "name": "dense_9", "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0010000000474974513}, "class_name": "L1L2"}, "units": 80}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.0001, "name": "dropout_6"}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "activation": "elu", "bias_regularizer": null, "activity_regularizer": null, "name": "dense_10", "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0010000000474974513}, "class_name": "L1L2"}, "units": 60}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.0001, "name": "dropout_7"}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "activation": "elu", "bias_regularizer": null, "activity_regularizer": null, "name": "dense_11", "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0010000000474974513}, "class_name": "L1L2"}, "units": 20}, "class_name": "Dense"}, {"config": {"trainable": true, "rate": 0.0001, "name": "dropout_8"}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "activation": "linear", "bias_regularizer": null, "activity_regularizer": null, "name": "dense_12", "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_regularizer": null, "units": 2}, "class_name": "Dense"}], "keras_version": "2.0.8", "backend": "tensorflow", "class_name": "Sequential"}