{"class_name": "Sequential", "badPMTList": [1, 2, 26, 31, 62, 65, 71, 79, 87, 88, 102, 118, 91], "config": [{"config": {"use_bias": true, "units": 114, "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_constraint": null, "bias_regularizer": null, "trainable": true, "activation": "linear", "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_1", "batch_input_shape": [null, 114]}, "class_name": "Dense"}, {"config": {"use_bias": true, "units": 100, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "activation": "elu", "activity_regularizer": null, "kernel_regularizer": {"config": {"l2": 0.0010000000474974513, "l1": 0.0}, "class_name": "L1L2"}, "name": "dense_2"}, "class_name": "Dense"}, {"config": {"rate": 5e-05, "name": "dropout_1", "noise_shape": null, "trainable": true, "seed": null}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 80, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "activation": "elu", "activity_regularizer": null, "kernel_regularizer": {"config": {"l2": 0.0010000000474974513, "l1": 0.0}, "class_name": "L1L2"}, "name": "dense_3"}, "class_name": "Dense"}, {"config": {"rate": 5e-05, "name": "dropout_2", "noise_shape": null, "trainable": true, "seed": null}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 40, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "activation": "elu", "activity_regularizer": null, "kernel_regularizer": {"config": {"l2": 0.0010000000474974513, "l1": 0.0}, "class_name": "L1L2"}, "name": "dense_4"}, "class_name": "Dense"}, {"config": {"rate": 5e-05, "name": "dropout_3", "noise_shape": null, "trainable": true, "seed": null}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 20, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "activation": "elu", "activity_regularizer": null, "kernel_regularizer": {"config": {"l2": 0.0010000000474974513, "l1": 0.0}, "class_name": "L1L2"}, "name": "dense_5"}, "class_name": "Dense"}, {"config": {"rate": 5e-05, "name": "dropout_4", "noise_shape": null, "trainable": true, "seed": null}, "class_name": "Dropout"}, {"config": {"use_bias": true, "units": 2, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "activation": "linear", "activity_regularizer": null, "kernel_regularizer": null, "name": "dense_6"}, "class_name": "Dense"}], "keras_version": "2.1.2", "backend": "tensorflow"}