{"keras_version": "2.1.2", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "dtype": "float32", "batch_input_shape": [null, 115], "activation": "linear", "trainable": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 115, "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "use_bias": true, "name": "dense_1"}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "activation": "elu", "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "bias_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0010000000474974513}}, "units": 100, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "use_bias": true, "name": "dense_2"}}, {"class_name": "Dropout", "config": {"seed": null, "rate": 5e-05, "name": "dropout_1", "noise_shape": null, "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "activation": "elu", "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "bias_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0010000000474974513}}, "units": 80, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "use_bias": true, "name": "dense_3"}}, {"class_name": "Dropout", "config": {"seed": null, "rate": 5e-05, "name": "dropout_2", "noise_shape": null, "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "activation": "elu", "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "bias_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0010000000474974513}}, "units": 40, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "use_bias": true, "name": "dense_4"}}, {"class_name": "Dropout", "config": {"seed": null, "rate": 5e-05, "name": "dropout_3", "noise_shape": null, "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "activation": "elu", "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "bias_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l1": 0.0, "l2": 0.0010000000474974513}}, "units": 20, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "use_bias": true, "name": "dense_5"}}, {"class_name": "Dropout", "config": {"seed": null, "rate": 5e-05, "name": "dropout_4", "noise_shape": null, "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "bias_regularizer": null, "kernel_regularizer": null, "units": 2, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "use_bias": true, "name": "dense_6"}}], "badPMTList": [1, 2, 26, 31, 62, 65, 79, 87, 88, 102, 118, 91], "backend": "tensorflow"}