{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "batch_input_shape": [null, 116], "kernel_regularizer": null, "activation": "linear", "dtype": "float32", "kernel_constraint": null, "units": 116, "bias_regularizer": null, "use_bias": true, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}}}, {"class_name": "Dense", "config": {"name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.0010000000474974513, "l1": 0.0}}, "activation": "elu", "kernel_constraint": null, "units": 100, "bias_regularizer": null, "use_bias": true, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "noise_shape": null, "trainable": true, "seed": null, "rate": 5e-05}}, {"class_name": "Dense", "config": {"name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.0010000000474974513, "l1": 0.0}}, "activation": "elu", "kernel_constraint": null, "units": 80, "bias_regularizer": null, "use_bias": true, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "noise_shape": null, "trainable": true, "seed": null, "rate": 5e-05}}, {"class_name": "Dense", "config": {"name": "dense_4", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.0010000000474974513, "l1": 0.0}}, "activation": "elu", "kernel_constraint": null, "units": 40, "bias_regularizer": null, "use_bias": true, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "noise_shape": null, "trainable": true, "seed": null, "rate": 5e-05}}, {"class_name": "Dense", "config": {"name": "dense_5", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.0010000000474974513, "l1": 0.0}}, "activation": "elu", "kernel_constraint": null, "units": 20, "bias_regularizer": null, "use_bias": true, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}}}, {"class_name": "Dropout", "config": {"name": "dropout_4", "noise_shape": null, "trainable": true, "seed": null, "rate": 5e-05}}, {"class_name": "Dense", "config": {"name": "dense_6", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "kernel_regularizer": null, "activation": "linear", "kernel_constraint": null, "units": 2, "bias_regularizer": null, "use_bias": true, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}}}], "keras_version": "2.1.2", "badPMTList": [1, 2, 26, 62, 65, 79, 87, 88, 102, 118, 91]}
