{"config": [{"config": {"trainable": true, "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_constraint": null, "units": 109, "name": "dense_1", "batch_input_shape": [null, 109], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "dtype": "float32", "activation": "linear"}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05}, "class_name": "RandomNormal"}, "use_bias": true, "bias_constraint": null, "units": 100, "name": "dense_2", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0010000000474974513}, "class_name": "L1L2"}, "kernel_constraint": null, "activation": "elu"}, "class_name": "Dense"}, {"config": {"trainable": true, "seed": null, "name": "dropout_1", "noise_shape": null, "rate": 5e-05}, "class_name": "Dropout"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05}, "class_name": "RandomNormal"}, "use_bias": true, "bias_constraint": null, "units": 80, "name": "dense_3", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0010000000474974513}, "class_name": "L1L2"}, "kernel_constraint": null, "activation": "elu"}, "class_name": "Dense"}, {"config": {"trainable": true, "seed": null, "name": "dropout_2", "noise_shape": null, "rate": 5e-05}, "class_name": "Dropout"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05}, "class_name": "RandomNormal"}, "use_bias": true, "bias_constraint": null, "units": 40, "name": "dense_4", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0010000000474974513}, "class_name": "L1L2"}, "kernel_constraint": null, "activation": "elu"}, "class_name": "Dense"}, {"config": {"trainable": true, "seed": null, "name": "dropout_3", "noise_shape": null, "rate": 5e-05}, "class_name": "Dropout"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05}, "class_name": "RandomNormal"}, "use_bias": true, "bias_constraint": null, "units": 20, "name": "dense_5", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": {"config": {"l1": 0.0, "l2": 0.0010000000474974513}, "class_name": "L1L2"}, "kernel_constraint": null, "activation": "elu"}, "class_name": "Dense"}, {"config": {"trainable": true, "seed": null, "name": "dropout_4", "noise_shape": null, "rate": 5e-05}, "class_name": "Dropout"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_constraint": null, "units": 2, "name": "dense_6", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "activation": "linear"}, "class_name": "Dense"}], "class_name": "Sequential", "badPMTList": [1, 2, 12, 26, 27, 31, 34, 62, 65, 71, 73, 79, 86, 87, 88, 91, 102, 118], "keras_version": "2.1.2", "backend": "tensorflow"}